brew 'chezmoi'
brew 'mise'
brew 'zsh-syntax-highlighting'

cask '1password'
cask 'alfred'
cask 'discord'
cask 'docker'
cask 'dropbox'
cask 'fantastical'
cask 'firefox'
cask 'font-monaspace'
cask 'iterm2'
cask 'paw'
cask 'redisinsight'
cask 'signal'
cask 'skitch'
cask 'slack'
cask 'transmit'
cask 'visual-studio-code'
cask 'zoom'

# https://github.com/GitCredentialManager/git-credential-manager
tap 'microsoft/git'
cask 'git-credential-manager-core'

vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
