brew 'chezmoi'
brew 'mise'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'

cask '1password'
cask 'alfred'
cask 'discord'
cask 'ghostty'
cask 'git-credential-manager'
cask 'obsidian'
cask 'orbstack'
cask 'signal'
cask 'skitch'
cask 'slack'
cask 'transmit'
cask 'zed'
