brew 'chezmoi'
brew 'mise'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'

cask '1password'
cask 'alfred'
cask 'docker'
cask 'fantastical'
cask 'firefox'
cask 'font-monaspace'
cask 'git-credential-manager'
# cask 'iterm2'
cask 'paw'
cask 'redisinsight'
cask 'skitch'
cask 'slack'
cask 'transmit'
cask 'visual-studio-code'
cask 'wezterm'
cask 'zoom'

vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
